//
//  Rule.swift
//  Memorize
//
//  Created by Валерий Игнатьев on 31.12.2021.
//

import Foundation

enum Rule {
    static let background = "backgroundRules"
    
    static let one        = "Классическая игра «Мэмори» или «Найди пару!»."
    static let two        = "Направлена на эффективное развитие способности к запоминанию и концентрации внимания."
    static let three      = "В начале игры на экран выставляются карты рубашкой вверх."
    static let four       = "Игрок может в желаемой последовательности открывать карты."
    static let five       = "Одновременно могут быть открыты только две карты."
    static let six        = "Пара карт с одинаковой картинкой считаеться найденой, когда открыты одновременно лишь они."
}
